Comment= Сообщение о смерти появляется, когда кого-нибудь убивают, и оно показывает, кто кого убил, т.е. для ракетной установки
Comment= в игре может появиться что-то вроде "Джон был убит ракетой Пола."
Comment= Сообщение о захвате выводится, когда игрок берет оружие - сообщение не требуется для ножа, так как у
Comment= каждого всегда есть нож.

[RocketLauncher]
DeathMessage=%o был убит ракетой игрока по имени %k.
PickupMessage=Экипирован ракетной установкой.
ItemName=Ракетная установка

[RageRifle]
DeathMessage=%k снял игрока по имени %o.
PickupMessage=Экипирован снайперской винтовкой.
ItemName=Снайперская винтовка

[HeavyMachineGun]
DeathMessage=%k убил из пулемета игрока по имени %o.
PickupMessage=Экипирован тяжелым пулеметом.
ItemName=Тяжелый пулемет

[Shotgun]
DeathMessage=%k расчленил игрока по имени %o.
PickupMessage=Экипирован боевым дробовиком.
ItemName=Боевой дробовик

[Grenades]
DeathMessage=%k разорвал игрока по имени %o на куски.
PickupMessage=Экипирован осколочными гранатами.
ItemName=Осколочная граната

[RageKnife]
DeathMessage=%k распотрошил игрока по имени %o.
PickupMessage=
ItemName=Нож коммандос

[MachineGun]
DeathMessage=%k пристрелил игрока по имени %o.
PickupMessage=Экипирован пулеметом.
ItemName=Пулемет

[Pistol]
DeathMessage=%k застрелил игрока по имени %o.
PickupMessage=Экипирован полуавтоматическим пистолетом.
ItemName=Полуавтоматический пистолет

[TripBombs]
DeathMessage=%k оглушил и растерзал игрока по имени %o.
PickupMessage=Экипирован оглушающими бомбами.
ItemName=Оглушающие бомбы

[RageArmour]
PickupMessage=Экипирован импульсной броней.
ItemName=Импульсная броня

[AdrenalineShot]
PickupMessage=Экипирован дозой адреналина.
ItemName=Доза адреналина
